[{"url": "https://lifehacker.com/how-to-see-jupiter-mars-and-saturn-rise-every-day-this-1844021311", "lead": "Everything in the world might be pretty terrible right now, but if nothing else, we’ll be treated to seeing Jupiter, Mars and Saturn rise every day in June 2020. Even though Jupiter and Saturn are the largest in the solar system, they’re not the brightest. Bu…"}, {"url": "http://techcrunch.com/2020/06/25/all-the-tech-in-fords-most-important-vehicle-the-2021-f-150-truck/", "lead": "Ford rolled out all the stops Thursday evening for the reveal of its all-new F-150 truck, right down to the splashy videos dominated by electric guitar riffs. Heck, the automaker even cast the sharp-tongued Denis Leary as its MC. Of course, none of that reall…"}, {"url": "https://earther.gizmodo.com/these-5-oil-and-gas-pipelines-are-the-next-to-face-trou-1844308553", "lead": "The end of fossil fuels is nigh. This week alone, we’ve seen three major pipelines get smacked TF up. First, a judge ordered the Dakota Access Pipeline to be shut down and emptied of all crude oil in 30 days. Then, the Atlantic Coast Pipeline was canceled due…"}, {"url": "https://earther.gizmodo.com/the-mystery-of-antarcticas-record-drop-in-sea-ice-has-b-1844071053", "lead": "Ice in the polar regions has been under assault from rising ocean and water temperatures. While human-driven climate change is driving widespread weirdness, natural patterns can also lead to chaos.Read more..."}, {"url": "https://earther.gizmodo.com/apparently-it-s-sue-big-oil-week-1844166822", "lead": "It’s lawsuit week for Big Oil. A day after Minnesota filed a groundbreaking suit, Washington, DC District Attorney General Karl Racine sued ExxonMobil, Chevron, BP, and Shell, alleging that the companies “systematically and intentionally misled consumers ... …"}, {"url": "https://earther.gizmodo.com/exxon-koch-industries-and-the-american-petroleum-inst-1844153441", "lead": "Minnesota Attorney General Keith Ellison announced on Wednesday that he’s suing ExxonMobil, Koch Industries, and the American Petroleum Institute because the three firms deceived customers about the climate crisis. This is the first lawsuit of its kind to nam…"}, {"url": "https://earther.gizmodo.com/the-south-pole-is-warming-three-times-faster-than-the-r-1844202899", "lead": "Warm air doesn’t reach Antarctica as easily as the rest of the globe, but a new study has found that not even the South Pole is safe from the influences of human-driven climate change. Read more..."}, {"url": "https://earther.gizmodo.com/indigenous-protests-are-blazing-a-new-trail-for-how-to-1844328315", "lead": "Joye Braun was among the first to camp in the plains of North Dakota in defiance of the Dakota Access pipeline back in 2016. She was there to stand in solidarity with the Standing Rock Sioux Tribe. Indigenous people from around the world eventually arrived to…"}, {"url": "https://earther.gizmodo.com/the-danger-of-amazon-s-2-billion-climate-fund-1844134160", "lead": "On Tuesday, Amazon rolled out a shiny new addition to its flawed climate plan: a $2 billion venture investment fund for low- and no-carbon technology. It is instantly  one of, if not the, biggest climate venture funds out there. But it also shows a fatal flaw…"}, {"url": "https://gizmodo.com/republicans-blow-off-intelligence-hearing-on-election-s-1844085345", "lead": "Republicans on the House Intelligence Committee were a no-show as top officials from Facebook, Google, and Twitter testified and answered questions about their companies’ efforts to safeguard voters from the spread of disinformation concerning the 2020 presid…"}, {"url": "https://mashable.com/article/bear-cam-wolf/", "lead": "Alaska's Brooks River, home to the livestreaming bear cams, is the dominion of big, fat bears.\nYet early Saturday morning, when the waterfall where the bears feast was quiet, a gray wolf appeared on the cams and started pouncing on 4,500-calorie sockeye salmo…"}, {"url": "https://mashable.com/article/science-stories-2020/", "lead": "In December 2019, an \"unexplained pneumonia\" began to sicken people in China. The culprit, a microbial parasite now known as the new coronavirus, would soon flip 2020 upside down. The pandemic has likely become a defining period of the century — and the outbr…"}, {"url": "https://mashable.com/article/climate-change-carbon-emissions/", "lead": "The amount of heat-trapping carbon dioxide in the atmosphere hit a record high in May. That's because humanity kept emitting a prodigious amount of carbon, even through the worst pandemic in a century. But if civilization does begin to significantly cut emiss…"}, {"url": "https://mashable.com/shopping/june-14-outdoor-adventure-deals/", "lead": "Attention social-distancers: summer is not canceled. In fact, the official first day of the season is coming in hot (literally) and we know you are itching to break out of your quarantine. Just be sure that when you escape the confines of your home and get ba…"}, {"url": "https://mashable.com/article/last-of-us-part-2-review/", "lead": "Before we launch into this review, a brief note. Video games are made by people, and blockbusters like The Last of Us Part II only happen after years of work by a veritable army. It's a challenging process that sometimes creates unhealthy working environments…"}, {"url": "https://www.cnn.com/2020/07/05/us/duke-dominion-energy-cancel-atlantic-coast-pipeline/index.html", "lead": "Dominion Energy and Duke Energy have canceled their Atlantic Coast Pipeline project, a natural gas pipeline that was to stretch hundreds of miles across West Virginia, Virginia and North Carolina, citing \"legal uncertainty.\""}, {"url": "https://www.cnn.com/2020/07/07/opinions/trump-china-south-china-sea-andelman/index.html", "lead": "David Andelman writes that the deployment of two US aircraft carrier strike groups into the South China sea for the largest military exercise in years just as China has been holding its own drills around the Paracel Islands threatens an accidental conflict th…"}, {"url": "https://www.bbc.co.uk/news/world-asia-china-53039831", "lead": "The vehicle reportedly caused a secondary blast after flying into a nearby factory."}, {"url": "https://arstechnica.com/science/2020/07/keystone-xl-dakota-access-atlantic-coast-pipelines-all-hit-snags/", "lead": "Pipelines are having a bad week."}, {"url": "https://arstechnica.com/science/2020/07/manage-your-expectations-about-the-benefits-of-emissions-cuts-study-says/", "lead": "Climate is variable, so how long does it take to tell your efforts to be obvious?"}, {"url": "https://www.reuters.com/article/usa-lng-coronavirus-idUSL1N2EF1TN", "lead": "Natural gas flows to U.S. liquefied natural gas (LNG) export plants plunged this month after falling to a 20-month low in June as coronavirus lockdowns cut global demand for the fuel."}, {"url": "https://www.reuters.com/article/us-usa-lng-coronavirus-idUSKBN2492XZ", "lead": "Natural gas flows to U.S. liquefied natural gas (LNG) export plants plunged this month after falling to a 20-month low in June as coronavirus lockdowns cut global demand for the fuel."}, {"url": "https://uk.reuters.com/article/global-lng-idUKL8N2EA2DA", "lead": "Asian spot liquefied natural gas (LNG) prices were stable this week, with demand still sluggish in an oversupplied market."}, {"url": "https://uk.reuters.com/article/uk-climatechange-methane-satellites-insi-idUKKBN23W3KM", "lead": "Last fall, European Space Agency satellites detected huge plumes of the invisible planet-warming gas methane leaking from the Yamal pipeline that carries natural gas from Siberia to Europe."}, {"url": "https://www.reuters.com/article/us-climatechange-methane-satellites-insi-idUSKBN23W3K4", "lead": "Last fall, European Space Agency satellites detected huge plumes of the invisible planet-warming gas methane leaking from the Yamal pipeline that carries natural gas from Siberia to Europe."}, {"url": "https://www.reuters.com/article/us-climate-change-eu-transition-idUSKBN23W2FU", "lead": "European Union countries agreed on Wednesday that the bloc's flagship fund to wean regions off fossil fuels should not finance nuclear or natural gas projects, despite calls from some Eastern countries for gas to be eligible for EU funding."}, {"url": "https://www.reuters.com/article/us-usa-natural-gas-buildings-idUSKBN24137G", "lead": "San Francisco on Tuesday was set to propose legislation outlawing the use of natural gas in buildings, as congressional Democrats unveiled a blueprint to combat global warming that would support updated building codes to eliminate greenhouse gas emissions."}, {"url": "https://in.reuters.com/article/climatechange-methane-satellites-insight-idINKBN23X0BK", "lead": "Last fall, European Space Agency satellites detected huge plumes of the invisible planet-warming gas methane leaking from the Yamal pipeline that carries natural gas from Siberia to Europe."}, {"url": "https://www.reuters.com/article/us-singapore-lng-terminal-idUSKBN24B1CU", "lead": "Singapore's Energy Market Authority is seeking to appoint two new liquefied natural gas (LNG) term importers for the city-state, adding to the two it already has, to boost competition and give more options to gas buyers."}, {"url": "https://uk.reuters.com/article/uk-equinor-hydrogen-britain-idUKKBN2424M0", "lead": "Equinor will build in Britain a plant to produce hydrogen from natural gas in combination with carbon capture and storage, the Norwegian oil firm said on Wednesday."}, {"url": "https://uk.reuters.com/article/us-equinor-hydrogen-britain-idUKKBN2424LU", "lead": "Equinor plans to build in Britain a plant to produce hydrogen from natural gas in combination with carbon capture and storage, the Norwegian oil firm said on Wednesday."}, {"url": "https://uk.reuters.com/article/us-dominion-m-a-berkshire-idUKKBN2460TN", "lead": "Berkshire Hathaway Inc's energy unit said on Sunday it entered an agreement to acquire Dominion Energy Inc's natural gas transmission and storage business."}, {"url": "https://www.reuters.com/article/us-equinor-hydrogen-britain-idUSKBN2424LU", "lead": "Equinor will build in Britain a plant to produce hydrogen from natural gas in combination with carbon capture and storage, the Norwegian oil firm said on Wednesday."}, {"url": "https://uk.reuters.com/article/global-lng-idUKL8N2EH3DD", "lead": "Asian spot liquefied natural gas (LNG) prices remained stable this week for the fourth week in a row, with global demand staying weak and spot market activity reduced."}, {"url": "https://www.reuters.com/article/usa-energy-lawsuit-idUSL1N2E02Y3", "lead": "A coalition of environmental groups and an Alaskan village have asked the U.S. Federal Energy Regulatory Commission to reconsider its authorization of Alaska Gasline Development Corp's proposed $43.4 billion Alaska liquefied natural gas export project."}, {"url": "https://www.reuters.com/article/us-petrobras-natural-gas-idUSKBN2442J9", "lead": "Brazilian state-run oil company Petrobras is considering installing offshore units to liquefy the growing natural gas production at the so-called pre-salt area, Viviana Coelho, the company's emissions and climate change manager, said during a webinar on Frida…"}, {"url": "https://af.reuters.com/article/commoditiesNews/idAFL1N2EA0WN", "lead": "Brazilian state-run oil company Petrobras is considering installing offshore units to liquefy the growing natural gas production at the so-called pre-salt area, Viviana Coelho, the company's emissions and climate change manager, said during a webinar on Frida…"}, {"url": "https://www.reuters.com/article/china-gas-results-idUSL4N2E21JP", "lead": "China Gas Holdings Ltd , one of China's largest independent piped gas distributors，said on Friday gas sales in its latest financial year rose just 2.9%, a sharp fall from the previous year as the coronavirus pandemic hit fuel demand."}, {"url": "https://www.reuters.com/article/hungary-energy-gas-russia-idUSL8N2E10XP", "lead": "Hungary has agreed to buy 6.2 billion cubic metres of natural gas from Gazprom and will begin talks on a flexible, long-term gas supply agreement with the Russian energy firm, Foreign Minister Peter Szijjarto told state news agency MTI late on Tuesday."}, {"url": "https://af.reuters.com/article/commoditiesNews/idAFL1N2EC07U", "lead": "UPDATE 1-Buffett's Berkshire to buy Dominion Energy gas assets for $4 bln  Reuters Africa"}, {"url": "https://af.reuters.com/article/commoditiesNews/idAFL8N2E21XO", "lead": "Algerian state energy company Sonatrach signed a deal on Thursday with France's Total to extend its supply of 2 million tonnes a year of liquefied natural gas (LNG) to the French market for another three years, it said."}, {"url": "https://uk.reuters.com/article/usa-rigs-baker-hughes-idUKL1N2DZ0SP", "lead": "U.S. and Canadian energy firms cut the number of oil and natural gas rigs operating to a record low again this week even as higher oil prices prompt some producers to start drilling again."}, {"url": "https://www.reuters.com/article/us-dominion-m-a-berkshire-idUSKBN2460TN", "lead": "Warren Buffett's Berkshire Hathaway Inc said on Sunday it agreed to buy Dominion Energy Inc's natural gas transmission and storage business for $4 billion in cash, expanding its energy operations while allowing Dominion to focus on its utilities operations."}, {"url": "https://uk.reuters.com/article/global-lng-idUKL4N2E31KB", "lead": "Asian spot liquefied natural gas (LNG) prices remained steady this week on a continued stream of spot supply even though traders continued to cancel cargoes loading from the United States due to poor economics."}, {"url": "https://in.reuters.com/article/dominion-m-a-berkshire-idINKBN24705O", "lead": "Berkshire Hathaway Inc said its energy unit will buy Dominion Energy Inc's natural gas transmission and storage network for $4 billion, helping billionaire Chairman Warren Buffett reduce his conglomerate's cash pile while letting Dominion focus on utilities o…"}, {"url": "https://www.reuters.com/article/us-dominion-atlantic-coast-natural-gas-idUSKBN2472YB", "lead": "Dominion Energy Inc said cancellation of the $8 billion Atlantic Coast natural gas pipeline in the United States would present challenges in meeting growing demand but that increased supply of clean energy should fill some of the gap."}, {"url": "https://www.reuters.com/article/us-equitrans-mountain-valley-idUSKBN2482NC", "lead": "Equitrans Midstream Corp's shares spiked 15% on Tuesday following a favorable court ruling that should help the company finish its U.S. Mountain Valley natural gas pipeline and the cancellation of a competing pipeline that could help it find new customers."}, {"url": "https://www.reuters.com/article/us-total-mozambique-lng-idUSKBN2492XJ", "lead": "French oil major Total has secured $15.8 billion in funding for its massive liquefied natural gas (LNG) project in northern Mozambique, according to South African lender FirstRand's local unit, FNB Mozambique."}, {"url": "https://www.reuters.com/article/usa-oil-storage-idUSL1N2E01XM", "lead": "U.S. pipeline and storage operator Easton Energy is planning to expand its natural gas liquids and olefins storage at existing salt caverns along the Texas Gulf Coast and add crude storage capability."}, {"url": "https://www.reuters.com/article/usa-rigs-baker-hughes-idUSL1N2DZ0SP", "lead": "U.S. and Canadian energy firms cut the number of oil and natural gas rigs operating to a record low again this week even as higher oil prices prompt some producers to start drilling again."}, {"url": "https://www.reuters.com/article/total-mozambique-lng-idUSL8N2E34EI", "lead": "Britain's export credit agency UK Export Finance (UKEF) is set to back a $20 billion liquefied natural gas (LNG) project in Mozambique, a source with direct knowledge of the matter told Reuters on Friday."}, {"url": "https://af.reuters.com/article/investingNews/idAFKBN23Y0AT-OZABS", "lead": "Britain's export credit agency UK Export Finance (UKEF) is set to back a $20 billion liquefied natural gas (LNG) project in Mozambique, a source with direct knowledge of the matter told Reuters on Friday."}, {"url": "https://af.reuters.com/article/commoditiesNews/idAFL1N2ED13B", "lead": "Dominion Energy Inc said cancellation of the $8 billion Atlantic Coast natural gas pipeline in the United States would present challenges in meeting growing demand but that increased supply of clean energy should fill some of the gap."}, {"url": "https://af.reuters.com/article/commoditiesNews/idAFL1N2EE18W", "lead": "Equitrans Midstream Corp's shares spiked 15% on Tuesday following a favorable court ruling that should help the company finish its U.S. Mountain Valley natural gas pipeline and the cancellation of a competing pipeline that could help it find new customers."}, {"url": "https://af.reuters.com/article/investingNews/idAFKBN24A0VQ-OZABS", "lead": "French oil major Total has secured $15.8 billion in funding for its massive liquefied natural gas (LNG) project in northern Mozambique, according to South African lender FirstRand's local unit, FNB Mozambique."}, {"url": "https://www.reuters.com/article/us-oil-m-a-idUSKBN2426LH", "lead": "Dealmaking activity in the U.S. oil patch improved in the second quarter, after a subdued start to the year, helped by deals targeting assets in the gas-rich Appalachian region, according to data from oil and gas analytics firm Enverus."}, {"url": "https://af.reuters.com/article/commoditiesNews/idAFL8N2EA1PA", "lead": "British wholesale gas prices mostly fell on Friday morning due to the gas system being oversupplied on lower gas-for-power demand."}, {"url": "https://uk.reuters.com/article/uk-russia-turkey-gas-idUKKBN24B1PF", "lead": "The Blue Stream pipeline delivering Russian gas to Turkey, due to be re-launched after maintenance in May, remains idle, three sources told Reuters on Friday, as Ankara is increasing purchases of super-cooled gas to replace supplies from Gazprom."}, {"url": "https://uk.reuters.com/article/poland-energy-lng-idUKL8N2E12PB", "lead": "Poland has signed contracts worth 1.9 billion zlotys ($483 million) to expand its liquefied natural gas (LNG) terminal in Swinoujscie on the Baltic Sea to 8.3 billion cubic metres (bcm) by 2023 from 5 bcm now in response to increasing domestic demand."}, {"url": "https://af.reuters.com/article/commoditiesNews/idAFL8N2E12PB", "lead": "Poland has signed contracts worth 1.9 billion zlotys ($483 million) to expand its liquefied natural gas (LNG) terminal in Swinoujscie on the Baltic Sea to 8.3 billion cubic metres (bcm) by 2023 from 5 bcm now in response to increasing domestic demand."}, {"url": "https://www.reuters.com/article/us-israel-fund-natgas-idUSKBN24826J", "lead": "Israel has pushed back the creation of a sovereign wealth fund because tax revenue from natural gas has not yet hit the minimum needed to begin investing, and fund managers have not yet been chosen, Bank of Israel Deputy Governor Andrew Abir said on Tuesday."}, {"url": "https://af.reuters.com/article/commoditiesNews/idAFS0N2CG014", "lead": "Brazilian state-run oil firm Petrobras has put its Urucu oil and gas cluster in the interior state of Amazonas up for sale, it said in a securities filing on Friday evening."}, {"url": "https://www.reuters.com/article/petrobras-divestiture-idUSS0N2CG014", "lead": "Brazilian state-run oil firm Petrobras has put its Urucu oil and gas cluster in the interior state of Amazonas up for sale, it said in a securities filing on Friday evening."}, {"url": "https://www.reuters.com/article/us-usa-energy-appalachia-idUSKBN24136C", "lead": "A Trump administration report released on Tuesday touted a strong future for petrochemicals and coal in the U.S. region of Appalachia, despite concerns that supply gluts, waning demand and potential environmental regulation could limit growth in the industrie…"}, {"url": "https://www.reuters.com/article/us-china-cnpc-carbon-idUSKBN2430P7", "lead": "China National Petroleum Corp (CNPC), the country's biggest oil and gas producer, plans to deepen its cut on methane emissions and set a more ambitious pledge than its previous commitment to the Oil and Gas Climate Initiative (OGCI)."}, {"url": "https://www.reuters.com/article/india-gas-idUSL4N2E839F", "lead": "India is simplifying its gas pipeline tariff structure to make the fuel more affordable and to attract investment for building gas infrastructure in the country, oil minister Dharmendra Pradhan said on Wednesday."}, {"url": "https://in.reuters.com/article/india-gas-idINKBN2426B2", "lead": "India is simplifying its gas pipeline tariff structure to make the fuel more affordable and to attract investment for building gas infrastructure in the country, oil minister Dharmendra Pradhan said on Wednesday."}, {"url": "https://www.reuters.com/article/us-climate-change-gas-idUSKBN247303", "lead": "Prospects for nearly half of the world's projects to build infrastructure for exporting liquefied natural gas have faltered in recent months, amid rising concerns about climate change, public protests and delays due to the coronavirus pandemic, according to a…"}, {"url": "https://af.reuters.com/article/commoditiesNews/idAFL1N2ED1MD", "lead": "The U.S. Energy Department on Monday approved the export of up to 1 billion cubic feet per day of liquefied natural gas from a proposed terminal in Oregon, a move it said would ease U.S. sales of the fuel to Asian markets."}, {"url": "https://www.reuters.com/article/us-japan-lng-jera-idUSKBN24A1BW", "lead": "Japan's JERA, the world's biggest buyer of liquefied natural gas (LNG), booked tens of billions of yen in estimated one-off losses on its supply in the year ended on March 31, due to slumping prices, its president Satoshi Onoda said on Thursday."}, {"url": "https://uk.reuters.com/article/uk-norway-energy-idUKKBN23X1RO", "lead": "Norway could cut its carbon dioxide emissions by 4 million tonnes per year, or nearly 8% of the total, by providing more renewable electricity for major industrial plants and offshore oil and gas platforms, two government agencies said on Friday."}, {"url": "https://uk.reuters.com/article/us-lng-japan-investment-risk-idUKKBN2431CU", "lead": "Japan's banks and public agencies have funnelled nearly $25 billion into liquefied natural gas (LNG) projects since 2017 but the investments may sour as prices plummet from the COVID-19 pandemic and as climate change risks rise, a new study shows."}, {"url": "https://uk.reuters.com/article/usa-energy-lng-idUKL1N2ED1MD", "lead": "The U.S. Energy Department on Monday approved the export of up to 1 billion cubic feet per day of liquefied natural gas from a proposed terminal in Oregon, a move it said would ease U.S. sales of the fuel to Asian markets."}, {"url": "https://www.reuters.com/article/us-lng-japan-investment-risk-idUSKBN2431CU", "lead": "Japan's banks and public agencies have funnelled nearly $25 billion into liquefied natural gas (LNG) projects since 2017 but the investments may sour as prices plummet from the COVID-19 pandemic and as climate change risks rise, a new study shows."}, {"url": "https://in.reuters.com/article/us-lng-japan-investment-risk-idINKBN2431CU", "lead": "Japan's banks and public agencies have funnelled nearly $25 billion into liquefied natural gas (LNG) projects since 2017 but the investments may sour as prices plummet from the COVID-19 pandemic and as climate change risks rise, a new study shows."}, {"url": "https://www.reuters.com/article/us-usa-energy-lng-idUSKBN2472R0", "lead": "The U.S. Energy Department on Monday approved the export of up to 1 billion cubic feet per day of liquefied natural gas from a proposed terminal in Oregon, a move it said would ease U.S. sales of the fuel to Asian markets."}, {"url": "https://www.reuters.com/article/bp-divestiture-alaska-idUSL1N2E705M", "lead": "Alaskan officials on Monday approved BP Plc's sale of its oil and gas leases in the state to closely held Hilcorp Energy Co. as part of a previously announced $5.6 billion deal."}, {"url": "https://uk.reuters.com/article/uk-bp-divestiture-alaska-idUKKBN2410EH", "lead": "Alaskan officials on Monday approved BP Plc's sale of its oil and gas leases in the state to closely held Hilcorp Energy Co. as part of a previously announced $5.6 billion deal."}, {"url": "https://www.reuters.com/article/norway-energy-idUSL8N2E23TI", "lead": "Norway wants more renewable power for oil platforms, major industry  Reuters"}, {"url": "https://www.reuters.com/article/us-china-pipeline-m-a-banks-idUSKBN2490U3", "lead": "(REUTERS) - Top Chinese energy firms have mandated investment banks Morgan Stanley and Goldman Sachs to act as advisors for multi-billion dollar deals transferring key oil and gas pipeline assets into a national energy infrastructure giant, four sources said."}, {"url": "https://af.reuters.com/article/commoditiesNews/idAFL1N2E71NO", "lead": "A Trump administration report released on Tuesday touted a strong future for petrochemicals and coal in the U.S. region of Appalachia, despite concerns that supply gluts, waning demand and potential environmental regulation could limit growth in the industrie…"}, {"url": "https://www.reuters.com/article/us-chesapeake-enrgy-bankruptcy-spillover-idUSKBN24001R", "lead": "Chesapeake Energy Corp's bankruptcy will pile more pain onto leading energy service and pipeline companies whose revenues were already being slammed during the latest collapse in oil prices, according to energy analysts and corporate filings."}, {"url": "https://www.reuters.com/article/us-pennsylvania-energy-idUSKBN23W33M", "lead": "Pennsylvania government agencies systematically failed to oversee the oil and gas fracking industry and protect residents from the inherent risks of industry operations, according to the findings of a state grand jury."}, {"url": "https://www.reuters.com/article/sable-permian-resources-bankruptcy-idUSL4N2E31TQ", "lead": "Oil and gas producer Sable Permian Resources on Thursday filed for Chapter 11 bankruptcy protection in the Southern District of Texas, hit by a slump in oil prices as the COVID-19 pandemic hurts fuel demand."}, {"url": "https://in.reuters.com/article/chesapeake-enrgy-bankruptcy-idINKBN24004R", "lead": "Chesapeake Energy Corp filed for Chapter 11 on Sunday, becoming the largest U.S. oil and gas producer to seek bankruptcy protection in recent years as it bowed to heavy debts and the impact of the coronavirus outbreak on energy markets."}, {"url": "https://uk.reuters.com/article/usa-oil-production-idUKL1N2E71J6", "lead": "UPDATE 1-U.S. crude oil output falls 669,000 bpd to 12.1 million bpd in April  Reuters UK"}, {"url": "https://uk.reuters.com/article/uk-shell-emissions-idUKKBN2413FI", "lead": "Royal Dutch Shell said on Tuesday it has agreed to buy renewable gas, known as biomethane, from Denmark's Nature Energy, in what the smaller company termed the largest deal of its kind."}, {"url": "https://www.reuters.com/article/us-japan-hydrogen-chiyoda-corp-idUSKBN23W1L8", "lead": "Japan's Chiyoda Corp and its partners said on Thursday that their pilot hydrogen project, using imported hydrogen from Brunei, has begun providing clean fuel for the gas turbine power generators of Toa Oil Co in Kawasaki, near Tokyo."}, {"url": "https://www.reuters.com/article/us-shell-emissions-idUSKBN2413F0", "lead": "Royal Dutch Shell said on Tuesday it has agreed to buy renewable gas, known as biomethane, from Denmark's Nature Energy, in what the smaller company termed the largest deal of its kind."}, {"url": "https://www.reuters.com/article/us-climate-change-eu-transitionfund-idUSKBN2472HN", "lead": "European Union leaders are split over which fuels deserve support from the bloc's flagship green energy fund, after lawmakers on Monday called for rules that could allow the money to be spent on some fossil gas projects."}, {"url": "https://www.reuters.com/article/us-edison-m-a-energean-idUSKBN2401FN", "lead": "Italy's Edison has agreed to reduce the value of the sale of its oil and gas operations to Energean by two thirds to $284 million after dropping the Algerian and Norwegian assets from the deal."}, {"url": "https://uk.reuters.com/article/usa-natgas-idUKL1N2E61GT", "lead": "U.S. natural gas futures rose over 10%\non Monday, regaining ground after slumping to a more than\n25-year low the previous session, as forecasts for warmer\nweather drove expectations of higher cooling demand for the\nfuel.\n   In its first day as the front month…"}, {"url": "https://uk.reuters.com/article/uk-shell-outlook-idUKKBN2410SJ", "lead": "Royal Dutch Shell on Tuesday said it will write $22 billion off the value of its assets after sharply lowering its oil and gas price outlook in the wake of the coronavirus pandemic."}, {"url": "https://af.reuters.com/article/commoditiesNews/idAFL1N2EG128", "lead": "U.S. natural gas futures fell over 2% on\nThursday, following a 3% decline in crude futures related to\nworries about ongoing coronavirus demand destruction despite a\nreport showing a smaller-than-usual weekly gas storage build\nthat was in line with estimates.\n…"}, {"url": "https://af.reuters.com/article/egyptNews/idAFL8N2EE611", "lead": "Energy-dependent Jordan said a ten-year plan to expand renewable and oil shale resources will reduce its reliance on costly foreign fuel imports that burden its economy and move it towards self-sufficiency."}, {"url": "https://www.reuters.com/article/jordan-energy-idUSL8N2EE611", "lead": "Energy-dependent Jordan said a ten-year plan to expand renewable and oil shale resources will reduce its reliance on costly foreign fuel imports that burden its economy and move it towards self-sufficiency."}, {"url": "https://www.reuters.com/article/delek-group-results-idUSL8N2E81ZU", "lead": "Israeli conglomerate Delek Group swung to a big first quarter loss as a fall in oil prices brought an impairment at its North Sea operations, Ithaca Energy."}, {"url": "https://af.reuters.com/article/commoditiesNews/idAFL4N2EE2V5", "lead": "The following are the top stories from Canadian newspaper The Globe and Mail. Reuters has not verified these stories and does not vouch for their accuracy."}, {"url": "https://www.reuters.com/article/saipem-perdaman-idUSR1N2CT01H", "lead": "Italian energy services contractor Saipem said on Wednesday it had been picked by Perdaman Industries to help build a urea plant in Australia."}, {"url": "https://uk.reuters.com/article/press-digest-canada-idUKL4N2EE2V5", "lead": "The following are the top stories from Canadian newspaper The Globe and Mail. Reuters has not verified these stories and does not vouch for their accuracy."}]