[{"url": "https://www.nytimes.com/2020/07/06/business/energy-environment/renewable-energy-natural-gas.html", "lead": "Dominion Energy, one of the nation’s largest utilities, in late June erected wind turbines off the Virginia coast — only the second such installation in the United States — as part of a big bet on renewable energy."}, {"url": "https://www.nytimes.com/2020/07/05/business/atlantic-coast-pipeline-cancel-dominion-energy-berkshire-hathaway.html", "lead": "Two of the nation’s largest utility companies announced on Sunday that they had canceled the Atlantic Coast Pipeline, which would have carried natural gas across the Appalachian Trail, as delays and rising costs threatened the viability of the project."}, {"url": "https://www.nytimes.com/2020/07/08/climate/dakota-access-keystone-atlantic-pipelines.html", "lead": "They are among the nation’s most significant infrastructure projects: More than 9,000 miles of oil and gas pipelines in the United States are currently being built or expanded, and another 12,500 miles have been approved or announced — together, almost enough to circle the Earth."}, {"url": "https://www.nytimes.com/2020/07/06/business/dealbook/buffett-berkshire-pipeline-deal.html", "lead": "Want this delivered to your inbox each day? Sign up here."}, {"url": "https://www.nytimes.com/2020/06/28/business/economy/chesapeake-energy-bankruptcy.html", "lead": "HOUSTON — Chesapeake Energy, a pioneer in extracting natural gas from shale rock across the country, filed for bankruptcy protection on Sunday, unable to overcome a mountain of debt that became unsustainable after a decade of stubbornly low gas prices."}, {"url": "https://www.nytimes.com/2020/06/25/business/economy/texas-economy-oil-coronavirus.html", "lead": "HOUSTON — Things were looking up for Texas in recent weeks. Oil prices had managed an impressive rebound, more than doubling to just above $40 a barrel. Restaurants and small businesses were opening up in Houston, Dallas and elsewhere. And tens of thousands of people were getting back to work."}, {"url": "https://www.nytimes.com/2020/06/15/business/energy-environment/bp-oil-gas-write-down.html", "lead": "BP sent a signal to investors on Monday that the economic shock of the pandemic would reverberate for years, and that less gas and oil would probably be needed in the future."}, {"url": "https://www.nytimes.com/2020/06/09/business/energy-environment/chesapeake-energy-bankruptcy-protection.html", "lead": "HOUSTON — Shares of Chesapeake Energy, a pioneer in extracting natural gas from shale rock that came to be known for its excesses, including a scheme to suppress the price of oil and gas leases, went on a wild ride on Tuesday amid reports that it was preparing a bankruptcy filing."}, {"url": "https://www.nytimes.com/2020/05/11/business/energy-environment/natural-gas-exports-coronavirus.html", "lead": "HOUSTON — A few months ago, Israel and some Arab countries were laying the groundwork for an energy partnership that held the potential for economic cooperation between once-hostile neighbors."}, {"url": "https://www.nytimes.com/2020/05/28/opinion/fed-fossil-fuels.html", "lead": "The coronavirus pandemic has laid bare just how vulnerable the United States is to sudden, catastrophic shocks. Climate change poses the next big threat. Ignoring it, particularly to the benefit of fossil fuel interests, is a risk we can’t afford."}, {"url": "https://www.nytimes.com/2020/05/13/climate/coronavirus-coal-electricity-renewables.html", "lead": "WASHINGTON — The United States is on track to produce more electricity this year from renewable power than from coal for the first time on record, new government projections show, a transformation partly driven by the coronavirus pandemic, with profound implications in the fight against climate change."}, {"url": "https://www.nytimes.com/2020/04/28/business/coronavirus-oil-texas-port.html", "lead": "CORPUS CHRISTI, Texas — Ever since this Gulf Coast city’s leaders helped persuade the Obama administration and Congress to lift the export ban on liquid fossil fuels in 2015, the Port of Corpus Christi has been a steady tide of construction, creating nearly 10,000 permanent jobs and bringing in $54 billion in capital investment."}, {"url": "https://www.nytimes.com/2020/03/31/business/energy-environment/pennsylvania-shale-gas-fracking.html", "lead": "CARMICHAELS, Pa. — The last time the global economy was in free fall, an economic savior showed up in southwestern Pennsylvania. Energy companies, which had discovered a way to get at the state’s vast natural-gas reserves, invested billions of dollars in the region, cushioning the blow of the Great Recession."}, {"url": "https://www.nytimes.com/2020/03/20/business/energy-environment/coronavirus-oil-companies-debt.html", "lead": "Wall Street supercharged America’s energy boom of the past decade by making it easy for oil companies to finance growth with cheap, borrowed money. Now, that partnership is in tatters as the coronavirus pandemic has driven the fastest collapse of oil prices in more than a generation."}, {"url": "https://www.nytimes.com/2020/02/28/climate/bloomberg-climate-change-coal.html", "lead": "WASHINGTON — Climate change was supposed to be one of Michael R. Bloomberg’s greatest strengths in the Democratic presidential primary."}, {"url": "https://www.nytimes.com/2020/02/26/us/columbia-gas-massachusetts.html", "lead": "Almost 18 months after a series of explosions in northeastern Massachusetts in 2018, a gas company has agreed to plead guilty to violating federal pipeline safety laws, pay a $53 million fine and sell its business in the state, the authorities said Wednesday."}, {"url": "https://www.nytimes.com/2020/02/23/opinion/appalachian-trail-pipeline.html", "lead": "BIG IVY, N.C. — I live in Appalachia, and on Sunday mornings I hike the Appalachian Trail across the mountains I call home. It is my church. I drink from its springs and rest in the shade of its ancient forests."}, {"url": "https://www.nytimes.com/2020/02/19/climate/methane-flaring-oil-emissions.html", "lead": "Oil and gas production may be responsible for a far larger share of the soaring levels of methane, a powerful greenhouse gas, in the earth’s atmosphere than previously thought, new research has found."}, {"url": "https://www.nytimes.com/2020/01/05/us/bellingham-natural-gas-ban.html", "lead": "BELLINGHAM, Wash. — As a progressive-minded city nestled where the Cascade mountains reach the sea, Bellingham, Wash., has long been looking to scale back its contribution to climate change. In recent years, city leaders have converted the streetlights to low-power LEDs, provided bikes for city employees and made plans to halt the burning of sewage solids."}, {"url": "https://www.nytimes.com/2006/10/04/business/04gas.html", "lead": "CAMERON PARISH, La. — The Sabine River channel, where alligators and speckled trout live alongside petrochemical plants and oil refineries, has suddenly become the center of a quiet revolution in the world of natural gas."}, {"url": "https://www.nytimes.com/2013/02/16/business/electricity-costs-up-in-gas-dependent-new-england.html", "lead": "Electricity prices in New England have been four to eight times higher than normal in the last few weeks, as the region’s extreme reliance on natural gas for power supplies has collided with a surge in demand for heating. "}, {"url": "https://www.nytimes.com/2019/12/11/business/energy-environment/natural-gas-shale-chevron.html", "lead": "HOUSTON — A decade ago, natural gas was heralded as the fuel of the future. In shale fields across the country, hydraulic fracturing uncorked a lucrative new source of supply. Energy giants like Exxon Mobil and Chevron snapped up smaller companies to get in on the action, and investors poured billions of dollars into export terminals to ship gas to China and Europe."}, {"url": "https://www.nytimes.com/2012/10/21/business/energy-environment/in-a-natural-gas-glut-big-winners-and-losers.html", "lead": "EVELYN, La."}, {"url": "https://www.nytimes.com/2020/02/10/world/canada/gas-pipeline-protests.html", "lead": "OTTAWA — The Canadian police on Monday began moving against protesters who had set up transportation blockades around the country in sympathy with an Indigenous group’s campaign to halt construction of a natural gas pipeline to Canada’s West Coast."}, {"url": "https://www.nytimes.com/2008/02/04/business/worldbusiness/04gas.html", "lead": "The Queensland Gas Company, an Australian producer of natural gas from coal seams, and the BG Group of Britain plan to invest about 8 billion Australian dollars ($7.2 billion) in an export project in northeastern Australia to tap rising demand for the fuel."}, {"url": "https://opinionator.blogs.nytimes.com/2013/09/24/is-natural-gas-clean/", "lead": "The question is whether the natural gas “revolution,” which is a real thing — production is up about a third since 2005 — is also a good thing. "}, {"url": "https://www.nytimes.com/2012/06/10/opinion/sunday/natural-gas-by-the-book.html", "lead": "Reports from international agencies usually make for dull reading. “Golden Rules for a Golden Age of Gas,” from the Paris-based International Energy Agency, does not. It should be required reading for regulators and the industry — and for anyone who cares about energy, the environment and climate change."}, {"url": "https://www.nytimes.com/2001/07/01/nyregion/briefing-energy-natural-gas-pipeline.html", "lead": "A Texas company has drastically scaled back plans to lay natural gas pipelines through New Jersey. Williams Gas Pipeline Transco submitted a proposal to the Federal Energy Regulatory Commission last week to lay almost 10 miles of pipeline in Somerset and Hunterdon counties. This was scaled down from a proposal for 60 miles of pipeline, including some through the environmentally sensitive Great Swamp in central New Jersey. The company already has received approval for 30 miles of pipes through the Woodbridge and Bordentown areas. Karen DeMasters"}, {"url": "https://www.nytimes.com/2013/10/30/automobiles/natural-gas-waits-for-its-moment.html", "lead": "CARS and trucks powered by natural gas make up a significant portion of the vehicle fleet in many parts of the world. Iran has more than two million natural gas vehicles on the road. As of 2009, Argentina had more than 1.8 million in operation and almost 2,000 natural gas filling stations. Brazil was not far behind. Italy and Germany have substantial natural gas vehicle fleets. Is America next?"}, {"url": "https://www.nytimes.com/2014/12/23/business/energy-environment/natural-gas-glut-isnt-deterring-southwestern-energy.html", "lead": "WONDERVIEW, Ark. — Across the giant Fayetteville shale gas field here, country roads that were clogged by truck traffic just a few years ago are empty again. Once aglow at night from the bright lights twinkling on drilling rigs, the roads are now dark under the starry Arkansas sky."}, {"url": "https://www.nytimes.com/2014/08/22/business/energy-environment/chinas-effort-to-produce-natural-gas-falls-far-short.html", "lead": "SHOUYANG, China — Jin Peisheng, a drilling rig foreman, knows the challenges of trying to extract natural gas from a coal seam under the cornfields here in north-central China."}, {"url": "https://www.nytimes.com/2012/10/06/opinion/a-checkup-for-natural-gas-in-new-york.html", "lead": "Just as New York State seemed ready to allow drilling upstate to extract a rich supply of natural gas, Gov. Andrew Cuomo announced a delay. Officials will now take another look at the potential health risks of hydraulic fracturing — a technique for extracting natural gas from deep shale formations, like the Marcellus Shale that lies beneath the states’s southern tier. Such caution makes sense, especially when approval of full-scale drilling could mean tens of thousands of gas rigs dotting the landscape over the next 30 years."}, {"url": "https://www.nytimes.com/audio/2014/12/22/science/scitimes-podcast-natgas.html", "lead": "Natural gas seems to be better for the environment than coal because of its reduced carbon emissions, but environmentalists say it may not be better after all."}, {"url": "https://greeninc.blogs.nytimes.com/2009/04/07/blogs/07greeninc-maker-of5215.html", "lead": "(Photo: FuelMaker.com The Phill, a residential compressed natural gas fueling system, never really caught on. ) Natural gas is cheap and plentiful, and last summer the future for vehicles fueled by compressed natural gas -- or CNG -- looked bright. But then crude oil and gasoline prices tanked. Now, the future of CNG cars looks a lot less certain.  It hardly got any attention, but late last week FuelMaker, the Honda-owned maker of natural gas fueling systems -- including a residential model called the \"Phill\" -- filed for bankruptcy.  Clean Energy Fuels, a natural gas distributor owned by T. Boone Pickens, had been trying to buy the company from Honda for $17 million, but the two sides could never make a deal. The Phill, which has been on the market about six years, never caught on. Perhaps that is because it takes four hours to fill an empty tank with the device, and it costs up to $6,000.  An even bigger problem for FuelMaker might have been the fact that very few drivers own CNG vehicles. Most are fleet cars, buses and trucks owned by companies and public transportation agencies. And, of course, few gasoline filling stations offer compressed natural gas.   At the moment, the Honda Civic GX is the only CNG car on the market, and it is available at only a select number of dealerships in a few states including California and New York. "}, {"url": "https://www.nytimes.com/2008/05/29/business/29gas.html", "lead": "CAMERON PARISH, La. \u0097 The cost of a gallon of gas gets all the headlines, but the natural gas that will heat many American homes next winter is going up in price as fast or faster."}, {"url": "https://www.nytimes.com/1997/04/01/business/natural-gas-deal.html", "lead": "Union Pacific Resources Group Inc. said today that it planned to invest about $100 million in eastern Colorado to develop several natural-gas fields that contain high concentrations of helium. Union Pacific Resources Group, which is a spinoff of the Union Pacific railroad that is based in Fort Worth, said it would drill natural gas wells and build a gathering system, processing plant and a helium liquefaction facility. The facility, to be built on a 25-acre site southwest of Cheyenne Wells, Colo., will also produce natural gas liquids."}, {"url": "https://www.nytimes.com/2011/01/28/business/economy/28gas.html", "lead": "CAMERON PARISH, La. \u0097 The oil patch is a world of risk takers, but few are as daring as Charif Souki, the chairman and chief executive of Cheniere Energy. "}, {"url": "https://www.nytimes.com/2018/01/30/opinion/sanctions-russia-natural-gas.html", "lead": "Despite American sanctions against Russian natural gas producers, a cargo of liquefied natural gas that was most likely produced at Russia’s Yamal plant arrived in Boston this past weekend."}, {"url": "https://www.nytimes.com/2012/08/16/opinion/the-case-for-natural-gas-exports.html", "lead": "NEW data released last month signaled a milestone for American energy: natural gas joined coal as the top source of electric power. Gas production has boomed on the back of abundant supplies. That has spurred debates over hydraulic fracturing, a method to extract gas from shale."}, {"url": "https://www.nytimes.com/2014/06/04/business/energy-environment/the-potential-downside-of-natural-gas.html", "lead": "CONVENTIONAL wisdom, strongly promoted by the natural gas industry, is that natural gas drives down American emissions of carbon dioxide, by substituting for carbon-rich coal. The climate stabilization plan announced by the Obama administration on Monday relies on that. But in other ways, cheap natural gas drives emissions up."}, {"url": "https://www.nytimes.com/2009/10/21/business/global/21rencar.html", "lead": "MADRID — Developing countries around the world are increasingly turning to natural gas as their alternative transportation fuel of choice. But early official embrace of the technology in industrialized nations has mostly cooled, because risks inherent in mass deployment outweigh the benefits, especially in regard to climate change."}, {"url": "https://green.blogs.nytimes.com/2010/10/30/betting-big-on-natural-gas/", "lead": "Exxon Mobil is the biggest publicly traded company in the world, but its stock price has been lagging over the last year chiefly because a lot of people wonder why it’s making such a big bet on natural gas."}, {"url": "https://www.nytimes.com/2012/12/16/opinion/sunday/sending-natural-gas-abroad.html", "lead": "A new and long-awaited report from the Department of Energy has concluded that the government should quickly begin easing restrictions on the export of natural gas to take advantage of the vast new discoveries of a fuel that only a decade ago was in relatively short supply in this country. "}, {"url": "https://www.nytimes.com/2014/03/07/opinion/natural-gas-as-a-diplomatic-tool.html", "lead": "In response to the crisis in Ukraine, some American lawmakers and energy companies are urging the United States to export natural gas to Europe in an effort to undercut Russia’s influence over the Continent. The Obama administration should move to increase exports, which would help allies like Germany, Turkey and Britain, but the effects of such exports would likely be modest and wouldn’t be realized for several years."}, {"url": "https://www.nytimes.com/2014/03/08/opinion/americas-natural-gas-lever.html", "lead": "STANFORD, Calif. — The news that the Obama administration wants to use America’s new natural gas abundance as a lever against Russia offers a chance to change a long-term dynamic in Europe, which allows an undemocratic petrostate to dictate terms to our closest allies. "}, {"url": "https://economix.blogs.nytimes.com/2013/03/22/another-look-at-natural-gas/", "lead": "After my column on Wednesday about how the nation’s natural gas boom is helping reduce emissions of heat-trapping carbon, I received a bunch of e-mail arguing that gas obtained by hydraulic fracturing could, on the contrary, worsen climate change."}, {"url": "https://www.nytimes.com/1990/08/08/business/and-there-s-always-natural-gas.html", "lead": "Natural gas, long regarded by oil producers as the crab grass of fossil fuels, is getting new consideration because of the crisis in the Middle East."}, {"url": "https://green.blogs.nytimes.com/2010/07/08/hurdles-for-a-natural-gas-transition/", "lead": "Natural gas might emerge as a “bridge” fuel in controlling carbon dioxide emissions, but switching over from coal would cost hundreds of billions of dollars — not even counting the cost of the gas, according to a study sponsored by the American Public Power Association."}, {"url": "https://www.nytimes.com/2012/04/20/opinion/clean-air-and-natural-gas.html", "lead": "The Obama administration’s new rules aimed at cutting harmful emissions from natural gas wells are a win for the environment, for the public and for industry. And despite what Republican politicians claim, the rules will not impose major new costs or slow what has been a remarkable boom in natural gas production. "}, {"url": "https://green.blogs.nytimes.com/2008/09/26/the-rise-of-natural-gas-populism/", "lead": "Watching Sunday Night Football last weekend, I was intrigued to see an ad featuring Aubrey K. McClendon, the head of Chesapeake Energy, the largest independent gas producer in the country, intoning on the virtues of natural gas-fired cars."}, {"url": "https://www.nytimes.com/2010/03/29/opinion/29mon3.html", "lead": " The Environmental Protection Agency will soon begin a much-needed study of the effects on water quality and public health of a method of extracting natural gas called hydraulic fracturing. An E.P.A. investigation in 2004 was rightly seen as superficial and skewed toward industry, which provided much of the underlying data. This one must be comprehensive and transparent."}, {"url": "https://www.nytimes.com/2011/03/23/opinion/23wed2.html", "lead": "Interior Secretary Ken Salazar told a House subcommittee recently that a drilling technique known as hydraulic fracturing could be the “Achilles’ heel” that kills the natural gas industry. Like many others, Mr. Salazar sees natural gas, which America has in great abundance, as cleaner and more climate-friendly than coal or oil and a useful transition to alternative fuels. But he also fears, as we do, that public support for drilling will diminish unless the industry and its state and federal regulators do a better job of making sure the gas does no harm to drinking water. "}, {"url": "https://www.nytimes.com/2011/01/17/business/energy-environment/17views.html", "lead": " "}, {"url": "https://dotearth.blogs.nytimes.com/2011/05/25/tornadoes-and-natural-gas-in-the-greenhouse/", "lead": "May 26, 12:28 p.m. | Updated I’m in the middle of a two-day faculty meeting on innovation in university education (with great talks on borderless learning by Gardner Campbell of Virginia Tech and Tamar Lewin of The Times). But I wanted to note some fresh coverage of a couple of issues explored here recently — the climate implications of expanded drilling for natural gas and the relationship, if any, of tornadoes to human-driven climate change.Tornadoes and warming"}, {"url": "https://www.nytimes.com/slideshow/2012/10/21/business/energy-environment/21glut-ss.html", "lead": "Many natural gas exploration companies and their investors are losing money as prices plunge, after a boom in drilling brought on a glut."}, {"url": "https://www.nytimes.com/2013/03/31/magazine/its-a-natural-gas-gas-gas.html", "lead": "I’m a biologist with a federal agency. My family owns land in northeast Pennsylvania. A portion is owned outright by my mother, who has entered into a contract with a natural-gas company to allow drilling on the property. Royalties from the gas extraction allow her to live comfortably in retirement. My mother made the arrangements for the gas drilling without my support. I’m not in favor of increasing fossil-fuel dependence. In light of the anticipated royalties, my mother was advised by her lawyer to establish a corporate partnership with my brother and me, for liability protection. This would mean a portion of the royalties will be mine. If I intend to work on any future climate-change projects professionally, should I decline the partnership with my mother? If I do not support natural-gas drilling, is that another reason to decline the partnership? And is this decision different from eventually inheriting money related to drilling? RICHARD, WASHINGTON"}, {"url": "https://www.nytimes.com/1981/05/16/business/issue-and-debate-deregulation-of-natural-gas.html", "lead": "President Reagan's January order lifting the remaining controls on crude oil, gasoline and propane left natural gas as the only energy source still subject to Federal price jurisdiction."}, {"url": "https://www.nytimes.com/2011/06/29/us/politics/29naturalgas.html", "lead": "WASHINGTON — Federal lawmakers called Tuesday on several agencies, including the federal Securities and Exchange Commission, the Energy Information Administration and the Government Accountability Office, to investigate whether the natural gas industry has provided an accurate picture to investors of the long-term profitability of their wells and the amount of gas these wells can produce."}, {"url": "https://www.nytimes.com/2011/03/22/business/global/22gas.html", "lead": "Natural gas may be having its day, as its rival energy sources come under a cloud."}, {"url": "https://www.nytimes.com/video/us/100000000650773/natgas.html", "lead": "Garfield County is at the heart of Colorado's natural gas gold rush. Residents there complain of air quality problems."}, {"url": "https://www.nytimes.com/2008/04/10/business/worldbusiness/10fobriefs-NATURALGASPA_BRF.html", "lead": "Gazprom of Russia, the natural gas producer, and Eni of Italy are preparing to join forces to pipe natural gas from Libya across the Mediterranean to Southern Europe. The deal would enable Russia to increase Europe’s dependence on Gazprom, which is state controlled. Paolo Scaroni, left, chief executive of Eni, said the deal with Gazprom would involve “the swap of assets outside of Russia.” Russia already supplies more than a quarter of Western Europe’s energy needs. Some analysts said that if Gazprom succeeded in Libya and in Algeria, where it is competing for contracts, it could end up dominating the supply routes to Southern Europe. "}, {"url": "https://www.nytimes.com/2020/02/06/climate/trump-grand-staircase-monument.html", "lead": "WASHINGTON — The Trump administration on Thursday finalized plans to allow mining and energy drilling on nearly a million acres of land in southern Utah that had once been protected as part of a major national monument."}, {"url": "https://www.nytimes.com/2008/08/25/business/25gas.html", "lead": "HOUSTON \u0097 American natural gas production is rising at a clip not seen in half a century, pushing down prices of the fuel and reversing conventional wisdom that domestic gas fields were in irreversible decline."}, {"url": "https://www.nytimes.com/1991/02/26/business/company-news-gm-in-plans-on-natural-gas.html", "lead": "The General Motors Corporation and the Gas Research Institute said they would spend $39 million to develop trucks that run on cleaner-burning natural gas. The auto maker and the gas-company group said production could begin by the mid 1990's."}, {"url": "https://www.nytimes.com/1997/10/09/nyregion/new-jersey-daily-briefing-natural-gas-supported.html", "lead": "Electricity consumers would probably save $1 billion in the next two decades if the newly renovated Salem Nuclear Generating Station were retired and replaced with a plant powered by natural gas, according to a report released yesterday by the New Jersey Public Interest Research Group."}, {"url": "https://www.nytimes.com/2012/04/11/business/energy-environment/wider-availability-expands-uses-for-natural-gas.html", "lead": "AS horizontal drilling and the controversial extraction technique known as fracking have made domestically produced natural gas more available and sharply cheaper, that gas has been widely embraced by industry, electric utilities and trucking fleets. "}, {"url": "https://www.nytimes.com/2013/11/07/business/international/cyprus-in-plan-to-develop-a-natural-gas-industry.html", "lead": "LONDON — Cyprus, seeking to rebuild its economy after the collapse of its banking industry, will announce on Thursday an agreement with Total, the French oil giant, to develop a plant to liquefy natural gas, the Cypriot energy minister said."}, {"url": "https://www.nytimes.com/1995/07/26/business/new-natural-gas-partners.html", "lead": "The Shell OilCompany and the Tejas Gas Corporation said today that they had agreed to form an independently managed natural gas company. Terms were not disclosed. The new company, to be based here, would bring together the natural gas marketing activities of Shell, part of the Royal Dutch/Shell Group, and Tejas Gas, which together have natural gas sales of 3.7 billion cubic feet a day, the companies said. The company would operate as a limited partnership, governed by a board with two directors from Shell and two from Tejas Gas."}, {"url": "https://www.nytimes.com/1984/08/29/business/idaho-natural-gas.html", "lead": "Intermountain Gas Industries and the Idaho Natural Gas Company said they had entered into a definitive agreement under which Idaho Natural Gas would begin a $32-a-share tender offer for all of Intermountain's common shares."}, {"url": "https://www.nytimes.com/2014/12/23/science/natural-gas-abundance-of-supply-and-debate-.html", "lead": "MEAD, Colo. — Natural gas is the Rorschach test of energy policy. Depending on one’s point of view, it can be either an essential tool for meeting the challenge of climate change or another dirty fossil fuel that will speed the planet down the path to calamitous warming."}, {"url": "https://www.nytimes.com/2011/06/27/us/27gas.html", "lead": "Energy companies have worked hard to promote the idea that natural gas is the fossil fuel of tomorrow, and they have found reliable allies among policy makers in Washington."}, {"url": "https://www.nytimes.com/2003/07/20/business/market-insight-assessing-the-price-surge-in-natural-gas.html", "lead": "INVESTORS didn't pay much heed to Alan Greenspan's warning in 1996 about ''irrational exuberance.'' But many took action well in advance of his recent comments about prices for natural gas."}, {"url": "https://www.nytimes.com/1983/04/16/business/natural-gas-reserves.html", "lead": "The Shell Oil Company said today that it had completed a study that shows 52,000 billion cubic feet of additional natural gas would be added to United States reserves if ''old'' and other regulated categories of gas were deregulated. It said this was gas that would never be produced if the Natural Gas Policy Act, which now regulates United States gas sales, was not changed."}, {"url": "https://www.nytimes.com/1995/06/07/business/natural-gas-plant-venture.html", "lead": "The Williams Companies and the Piedmont Natural Gas Company plan to form a joint venture to build a $107 million liquefied natural gas plant in North Carolina. The venture, to be called the Pine Needle LNG Company, would be equally owned by Piedmont, based in Charlotte, N.C., and a subsidiary of Williams, the Transcontinental Gas Pipe Line Corporation, or Transco, based here."}, {"url": "https://green.blogs.nytimes.com/2011/02/01/natural-gas-its-not-easy-being-green/", "lead": "Natural gas has long enjoyed a clean-and-green reputation — at least in comparison with coal, its brethren fossil fuel and most immediate substitute in the electricity-generation game. And of course, T. Boone Pickens and others would like to see natural gas replace oil as the chief source for the nation’s transportation fuels. "}, {"url": "https://www.nytimes.com/1996/02/26/business/ford-move-on-natural-gas.html", "lead": "The Ford Motor Company is adding vehicles powered by natural gas to the fleet of cars and trucks driven by its employees while on the job. Helen Petrauskas, Ford's vice president for environmental and safety engineering, said 10 percent of the vehicles ordered for the company fleet this year would run on natural gas. The goal is to have 30 percent of the 4,000-vehicle fleet using natural gas by 1998. The program involves Ford Tauruses, Crown Victorias, F-Series pickups and Econoline vans. They will be used first in southeastern Michigan and Southern California."}, {"url": "https://dealbook.nytimes.com/2010/11/01/a-big-bet-on-exco-and-natural-gas/", "lead": "4:55 p.m. | Updated Does the rich premium being offered to take Exco Resources private point to a recovery ahead for battered natural gas prices?"}, {"url": "https://www.nytimes.com/interactive/2011/02/27/us/natural-gas-documents-1-intro.html", "lead": "Review documents obtained by The Times through open records requests and by visiting various regional offices that oversee drilling in Pennsylvania."}, {"url": "https://green.blogs.nytimes.com/2012/02/10/natural-gas-vs-nuclear-power/", "lead": "When critics say nuclear power is risky, they often mean the risk of an accident. But people in the nuclear industry say that the bigger threat is natural gas. "}, {"url": "https://www.nytimes.com/2005/06/15/business/worldbusiness/a-growing-appetite-in-us-for-natural-gas.html", "lead": ""}, {"url": "https://www.nytimes.com/1989/10/13/business/finance-new-issues-consolidated-natural-gas.html", "lead": "The Consolidated Natural Gas Company of Pittsburgh yesterday priced $150 million in sinking fund debentures, due in 2019, through competitive bidding won by Drexel Burnham Lambert Inc."}, {"url": "https://www.nytimes.com/2008/08/31/business/worldbusiness/31iht-30gascars.15760199.html", "lead": "SALT LAKE CITY, Utah — The best deal on fuel in the country right now might be here in Utah, where people are waiting in lines to pay the equivalent of 87 cents a gallon. Demand is so strong at rush hour that fuel runs low, and some days people can pump only half a tank."}, {"url": "https://green.blogs.nytimes.com/2010/01/13/podesta-and-pickens-stump-for-natural-gas/", "lead": "T. Boone Pickens, the billionaire Texas financier, and John Podesta, President Bill Clinton’s White House chief of staff, are not exactly political soul mates."}, {"url": "https://www.nytimes.com/2011/03/11/us/11ttgas.html", "lead": "KENEDY \u0097 At a packed meeting here one evening last week, natural gas industry boosters told long tables of ranchers and townspeople about anticipated jobs and economic opportunities. Outside, along lonely country roads near town, lights from drilling equipment glittered in the dark night."}, {"url": "https://www.nytimes.com/1982/03/17/business/natural-gas-reserves.html", "lead": "World natural gas reserves are sufficient to meet demand for the next 170 years, the president of the 41-nation International Gas Union said today. E. Giorgis told a trade convention that demand for natural gas had grown rapidly over the past two decades, totaling 52.5 trillion cubic feet in 1980. Mr. Giorgis said recent studies indicated total recoverable world gas reserves amounted to 9,835 trillion cubic feet, a third of which had already been proven. Over the next 40 years no more than a third of these reserves would be used, he said. Natural gas accounts for 20 percent of international primary energy demand."}, {"url": "https://www.nytimes.com/2000/07/07/business/world-business-briefing-americas-canadian-natural-gas-deal.html", "lead": "Britain's dominant natural gas supplier, Centrica P.L.C., agreed to buy Direct Energy Marketing of Canada and Natural Gas Wholesalers for $612 million in cash and debt to expand into North America. Centrica will buy Direct Energy, a retailer of gas to 820,000 customers in Ontario, and Natural Gas Wholesalers, a customer services unit. Centrica supplies gas and electricity to homes and businesses in Britain."}, {"url": "https://dealbook.nytimes.com/2008/08/25/drilling-deeper-into-a-natural-gas-deal/", "lead": "Precision Drilling Trust‘s $2 billion acquisition of Houston-based driller Grey Wolf is a big bet on the resilience of the U.S. natural gas market, which is experiencing a boom in production not seen since the 1950s. "}, {"url": "https://www.nytimes.com/2009/09/07/business/07gas.html", "lead": "HOUSTON \u0097 The natural gas industry has enjoyed something of a winning streak in recent years. It found gigantic new reserves, low prices are encouraging utilities to substitute gas for coal, and cities are switching to buses fueled by natural gas. "}, {"url": "https://www.nytimes.com/2007/11/10/business/10charts.html", "lead": "As oil prices surged over the last few months, natural gas prices in the United States did something that could help to cushion the economic shock. They fell."}, {"url": "https://www.nytimes.com/1982/01/10/us/decontrolling-natural-gas.html", "lead": "UTILITY executives, politicians and analysts are convinced that natural gas pricing is likely to be the hottest energy issue of the year. The stakes are billions of dollars in revenues for industry and hundreds of dollars in fuel bills for homeowners."}]